tap "homebrew/bundle"

brew "ghq"
brew "mas"
brew "peco"

cask "arc"
cask "cursor"
cask "google-chrome"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "obsidian"
cask "raycast"
cask "spotify"
cask "visual-studio-code"
cask "warp"

mas "Kindle", id: 302584613
mas "LINE", id: 539883307
